/* No comment provided by engineer. */
"About Verbatim Solutions" = "Verbatim Solutions 소개";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Verbi™ - Verbatim Solutions 제공";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "여기를 탭하여 타이핑 시작";

/* No comment provided by engineer. */
"All translation history has been cleared." = "모든 번역 기록이 지워졌습니다.";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "모든 번역 기록을 지우시겠습니까?  이전 번역은 더 이상 번역의 추천 형태로 나타나지 않습니다.";

/* No comment provided by engineer. */
"Cancel" = "취소";

/* No comment provided by engineer. */
"Clear" = "지우기";

/* No comment provided by engineer. */
"Clear Translation History" = "번역 기록 지우기";

/* No comment provided by engineer. */
"Done" = "완료";

/* No comment provided by engineer. */
"OK" = "확인";

/* No comment provided by engineer. */
"Professional Quote" = "전문 번역 견적";

/* No comment provided by engineer. */
"Request Professional Quote" = "전문 번역 견적 요청";

/* No comment provided by engineer. */
"Submitting.." = "제출 중...";

/* No comment provided by engineer. */
"Translating.." = "번역 중…";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Verbi™는 선도적인 전문 번역 서비스 제공 기업인 Verbatim Solutions이 제공합니다.  Verbi ™는 신속한 기계 번역을 제공하지만, 자격을 갖춘 전문 번역 서비스를 대체할 수는 없습니다.  자격을 갖춘 번역가에 의한 전문 번역 서비스를 제공 받으시려면 다음으로 연락해 주십시오.";

/* No comment provided by engineer. */
"Mail:" = "우편:";

/* No comment provided by engineer. */
"Call:" = "전화:";

/* No comment provided by engineer. */
"Online:" = "온라인:";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Verbi™ 번역";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "죄송하지만 오류가 발생했습니다.  다시 시도해 주세요.";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";